app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "1"], ["last_name", "2"], ["created_at", "2020-03-16 14:03:45.707023"], ["updated_at", "2020-03-16 14:03:45.707023"]]
---
    def create
        @student = Student.new(post_params(:first_name, :last_name))
        @student.save